---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.TfDashMPerM
source: html/242ee248-8f9d-567a-9545-0f63d8557af4.htm
---
# Autodesk.Revit.DB.SymbolTypeId.TfDashMPerM Property

Symbol Tf-m/m, indicating unit Tonne force meters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId TfDashMPerM { get; }
```